/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf segons";

/* No comment provided by engineer. */
"%i days" = "%i dies";

/* No comment provided by engineer. */
"%i hours" = "%i hores";

/* No comment provided by engineer. */
"%i minutes" = "%i minuts";

/* No comment provided by engineer. */
"%i weeks" = "%i setmanes";

/* No comment provided by engineer. */
"1 day" = "1 dia";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 second" = "1 segon";

/* No comment provided by engineer. */
"1 week" = "1 setmana";

/* No comment provided by engineer. */
"Copy Link" = "Copia enllaç";

/* No comment provided by engineer. */
"Custom..." = "Personalitza...";

/* No comment provided by engineer. */
"Image Picker" = "Selector d'imatges";

/* No comment provided by engineer. */
"Invalid Input" = "Entrada no vàlida";

/* No comment provided by engineer. */
"OK" = "D'acord";

/* No comment provided by engineer. */
"Select Image" = "Selecciona imatge";
